import React from 'react';
import VideoPlayer from './VideoPlayer';

const About: React.FC = () => {
  return (
    <section>
      <div className="container">
        <h2 className="second-heading">Про нас</h2>
        <div className="about-container">
          <VideoPlayer />
          <p className="about-desc">
            Спортивний клуб «Вікторія» — це чудове місце для активного відпочинку, а також <br />
            нових знайомств і прекрасного спілкування. У нашому клубі ви гарантовано <br />{' '}
            отримаєте гарний настрій і заряд бадьорості, який необхідний для досягнення успіху{' '}
            <br /> в житті! У нашому клубі продумано зонування і розташування тренажерів відповідно{' '}
            <br /> до концепції тренувального процесу. Це дозволяє виключити можливість <br />{' '}
            одночасної концентрації великої кількості людей в одній зоні клубу, щоб <br />{' '}
            тренувальний процес приносив задоволення і був комфортним й приємним <br /> абсолютно
            для кожного. Основний принцип нашої роботи — надання послуг кращої <br /> якості при
            збереженні помірних цін.
          </p>
        </div>
      </div>
    </section>
  );
};

export default About;
