import React from 'react';
import VideoPlayer from './VideoPlayer';

const About: React.FC = () => {
  return (
    <section>
      <h2 className="second-heading">Про нас</h2>
      <div className="about-container">
        <VideoPlayer />
        <p className="about-desc">
          Спортивний клуб «Вікторія» — це чудове місце для активного відпочинку, а також нових
          знайомств і прекрасного спілкування. У нашому клубі ви гарантовано отримаєте гарний
          настрій і заряд бадьорості, який необхідний для досягнення успіху в житті! У нашому клубі
          продумано зонування і розташування тренажерів відповідно до концепції тренувального
          процесу. Це дозволяє виключити можливість одночасної концентрації великої кількості людей
          в одній зоні клубу, щоб тренувальний процес приносив задоволення і був комфортним й
          приємним абсолютно для кожного. Основний принцип нашої роботи — надання послуг кращої
          якості при збереженні помірних цін.
        </p>
      </div>
    </section>
  );
};

export default About;
